Revit 2023 API
STLExportOptions.SetTessellationSettings Method
Overload List
Name | Description
SetTessellationSettings(ExportResolution)
 Sets all the tessellation parameters to its predefined values for the given resolution type.
SetTessellationSettings(STLExportResolution) |  Obsolete.
 Sets all the tessellation parameters to its predefined values for the given resolution type.
See Also
STLExportOptions Class
STLExportOptions Members
Autodesk.Revit.DB Namespace